[
    {
        "thread_id": 1,
        "subject": "FW: Master Termination Log",
        "timestamp": 1012303422000,
        "from": "Gossett, Jeffrey C. JGOSSET",
        "to": [
            "Giron",
            "Darron C. Dgiron",
            "Love",
            "Phillip M. Plove"
        ],
        "body": "\n\n -----Original Message-----\nFrom: =09Theriot, Kim S. =20\nSent:=09Tuesday, January 29, 2002 1:23 PM\nTo:=09Richardson, Stacey; Anderson, Diane; Gossett, Jeffrey C.; White, Stac=\ney W.; Murphy, Melissa; Hall, D. Todd; Sweeney, Kevin\nCc:=09Aucoin, Evelyn; Baxter, Bryce; Wynne, Rita\nSubject:=09FW: Master Termination Log\n\n\n\n -----Original Message-----\nFrom: =09Panus, Stephanie =20\nSent:=09Tuesday, January 29, 2002 11:39 AM\nTo:=09Adams, Laurel; Alonso, Tom; Aronowitz, Alan; Bailey, Susan; Balfour-F=\nlanagan, Cyndie; Baughman, Edward; Belden, Tim; Bishop, Serena; Brackett, D=\nebbie R.; Bradford, William S.; Browning, Mary Nell; Bruce, James; Bruce, M=\nichelle; Bruce, Robert; Buerkle, Jim; Calger, Christopher F.; Carrington, C=\nlara; Considine, Keith; Cordova, Karen A.; Crandall, Sean; Cutsforth, Diane=\n; Diamond, Russell; Dunton, Heather; Edison, Susan; Elafandi, Mo; Fischer, =\nMark; Flores, Nony; Fondren, Mark; Gorny, Vladimir; Gorte, David; Gresham, =\nWayne; Hagelmann, Bjorn; Hall, Steve C. (Legal); Harkness, Cynthia; Hendry,=\n Brent; Johnston, Greg; Keohane, Peter; Lindeman, Cheryl; Little, Kelli; Ma=\nllory, Chris; Mann, Kay; Mcginnis, Stephanie; McGrory, Robert; McMichael Jr=\n., Ed; Miller, Don (Asset Mktg); Moore, Janet H.; Moran, Tom; Murphy, Harla=\nn; Murray, Julia; Nemec, Gerald; Ogden, Mary; Otto, Randy; Page, Jonalan; P=\nostlethwaite, John; Prejean, Frank; Presto, Kevin M.; Puchot, Paul; Rasmuss=\nen, Dale; Richter, Brad; Richter, Jeff; Robison, Michael A.; Rohauer, Tanya=\n; Rosman, Stewart; Runswick, Stacy; Sacks, Edward; Scholtes, Diana; Shackle=\nton, Sara; Simons, Paul; Swinney, John; Thapar, Raj; Theriot, Kim S.; Thoma=\ns, Jake; Thome, Stephen; Tricoli, Carl; Van Hooser, Steve; Wente, Laura; Wi=\nlson, Shona; Winfree, O'Neal D.; Woodland, Andrea; Yoder, Christian\nSubject:=09Master Termination Log\n\nAttached is the Daily Termination List for January 25 as well as the Master=\n Termination Log, which incorporates all terminations received through Janu=\nary 25.\n\n =20\n\nThe following were previously on the Master Termination Log and have now be=\nen marked as \"Y\" for a valid termination:\n\nAtlantic Coast Fibers, Inc.=09=09=09ENA=09=09pulp\/paper transactions\nCNC-Containers Corporation=09=09=09EPMI=09=09master power agreement\nPublic Utility District No. 1 of Chelan County=09EPMI=09=09deal no. 757497.=\n01\nConnect Energy Services, Inc.=09=09=09ENA=09=09liquids agreement\nNGL Supply, Inc. (including Premier=09=09ENA\/EGLI=09physical & financial tr=\nansactions referenced\nEnergy Partners, a division of NGL Supply, Inc.)\nPlains Marketing, L.P.=09=09=09=09ERAC=09=09deal no. QG4563.1\nPlains Marketing, L.P.=09=09=09=09ERAC=09=09deal no. QG4482.2\n\nStephanie Panus\nEnron Wholesale Services\nph:  713.345.3249\nfax:  713.646.3490"
    },
    {
        "thread_id": 1,
        "subject": "FW: Master Termination Log",
        "timestamp": 1012481400000,
        "from": "Theriot, Kim S. KTHERIO",
        "to": [
            "Murphy",
            "Melissa Mmurphy",
            "Gossett",
            "Jeffrey C. Jgosset",
            "White",
            "Stacey W. Swhite",
            "Hall",
            "D. Todd Thall",
            "Sweeney",
            "Kevin Ksweene",
            "Anderson",
            "Diane Danders2",
            "Hunter",
            "Larry Joe Jhunte2"
        ],
        "body": "\n\n -----Original Message-----\nFrom: =09Panus, Stephanie =20\nSent:=09Thursday, January 31, 2002 12:08 PM\nTo:=09Adams, Laurel; Albrecht, Kristin; Alonso, Tom; Aronowitz, Alan; Baile=\ny, Susan; Balfour-Flanagan, Cyndie; Baughman, Edward; Belden, Tim; Bishop, =\nSerena; Boyd, Samantha; Brackett, Debbie R.; Bradford, William S.; Browning=\n, Mary Nell; Bruce, James; Bruce, Michelle; Bruce, Robert; Buerkle, Jim; Ca=\nlger, Christopher F.; Carrington, Clara; Considine, Keith; Cordova, Karen A=\n.; Crandall, Sean; Cutsforth, Diane; Diamond, Russell; Dunton, Heather; Edi=\nson, Susan; Elafandi, Mo; Fischer, Mark; Flores, Nony; Fondren, Mark; Gorny=\n, Vladimir; Gorte, David; Gresham, Wayne; Hagelmann, Bjorn; Hall, Steve C. =\n(Legal); Harkness, Cynthia; Hendry, Brent; Johnston, Greg; Keohane, Peter; =\nLindeman, Cheryl; Mallory, Chris; Mann, Kay; Mcginnis, Stephanie; McGrory, =\nRobert; McMichael Jr., Ed; Miller, Don (Asset Mktg); Moore, Janet H.; Moran=\n, Tom; Murphy, Harlan; Murray, Julia; Nemec, Gerald; Ogden, Mary; Page, Jon=\nalan; Postlethwaite, John; Prejean, Frank; Presto, Kevin M.; Puchot, Paul; =\nRasmussen, Dale; Richardson, Stacey; Richter, Brad; Richter, Jeff; Robison,=\n Michael A.; Rohauer, Tanya; Rosman, Stewart; Sacks, Edward; Scholtes, Dian=\na; Sevitz, Robert; Shackleton, Sara; Simons, Paul; Swinney, John; Thapar, R=\naj; Theriot, Kim S.; Thomas, Jake; Thome, Stephen; Tricoli, Carl; Van Hoose=\nr, Steve; Wente, Laura; Wilson, Shona; Winfree, O'Neal D.; Woodland, Andrea=\n; Yoder, Christian\nSubject:=09Master Termination Log\n\nAttached are the Daily Lists for January 29 and January 30 as well as the M=\naster Termination Log, which incorporates all terminations received through=\n January 30.  Also, prepetition mutual terminations have been added to this=\n list.  They are identified under \"Nature of Default\" as \"mutual terminatio=\nn\".\n\n  =20\n\nStephanie Panus\nEnron Wholesale Services\nph:  713.345.3249\nfax:  713.646.3490"
    },
    {
        "thread_id": 1,
        "subject": "FW: Master Termination Log",
        "timestamp": 1012921415000,
        "from": "Theriot, Kim S. KTHERIO",
        "to": [
            "Murphy",
            "Melissa Mmurphy",
            "Anderson",
            "Diane Danders2",
            "White",
            "Stacey W. Swhite",
            "Gossett",
            "Jeffrey C. Jgosset",
            "Hall",
            "D. Todd Thall",
            "Sweeney",
            "Kevin Ksweene",
            "Aucoin",
            "Evelyn Eaucoin",
            "Baxter",
            "Bryce Bbaxter"
        ],
        "body": "Note to Stephanie Panus....\n\nStephanie...please remove my name as well as Melissa Murphy's from the dist=\nribution list below.\n\nPlease add the following:\n\nTodd D. Hall\nKevin Sweeney\nRita Wynne\nRebecca Grace\nRhonda Robinson\nKerri Thomspon\nKristin Albrecht\nTom Chapman\n\n\nThanks!\n\nKim Theriot\n\n -----Original Message-----\nFrom: =09Panus, Stephanie =20\nSent:=09Tuesday, February 05, 2002 8:18 AM\nTo:=09Adams, Laurel; Albrecht, Kristin; Alonso, Tom; Aronowitz, Alan; Baile=\ny, Susan; Balfour-Flanagan, Cyndie; Baughman, Edward; Belden, Tim; Bishop, =\nSerena; Boyd, Samantha; Brackett, Debbie R.; Bradford, William S.; Browning=\n, Mary Nell; Bruce, James; Bruce, Michelle; Bruce, Robert; Buerkle, Jim; Ca=\nlger, Christopher F.; Carrington, Clara; Chilkina, Elena; Considine, Keith;=\n Cordova, Karen A.; Crandall, Sean; Cutsforth, Diane; Diamond, Russell; Dun=\nton, Heather; Edison, Susan; Elafandi, Mo; Fischer, Mark; Flores, Nony; Fon=\ndren, Mark; Gorny, Vladimir; Gorte, David; Gresham, Wayne; Hagelmann, Bjorn=\n; Hall, Steve C. (Legal); Harkness, Cynthia; Hendry, Brent; Johnston, Greg;=\n Keohane, Peter; Lindeman, Cheryl; Mallory, Chris; Mann, Kay; Mcginnis, Ste=\nphanie; McGrory, Robert; McMichael Jr., Ed; Miller, Don (Asset Mktg); Moore=\n, Janet H.; Moran, Tom; Murphy, Harlan; Murray, Julia; Nemec, Gerald; Ogden=\n, Mary; Page, Jonalan; Postlethwaite, John; Prejean, Frank; Presto, Kevin M=\n.; Puchot, Paul; Rasmussen, Dale; Richardson, Stacey; Richter, Brad; Richte=\nr, Jeff; Robison, Michael A.; Rohauer, Tanya; Rosman, Stewart; Sacks, Edwar=\nd; Scholtes, Diana; Sevitz, Robert; Shackleton, Sara; Simons, Paul; Swinney=\n, John; Thapar, Raj; Theriot, Kim S.; Thomas, Jake; Thome, Stephen; Tricoli=\n, Carl; Van Hooser, Steve; Wente, Laura; Wilson, Shona; Winfree, O'Neal D.;=\n Woodland, Andrea; Yoder, Christian\nSubject:=09Master Termination Log\n\nAttached is the Daily List for January 31 as well as the Master Termination=\n Log, which incorporates all terminations received through January 31.\n\n =20\n\nStephanie Panus\nEnron Wholesale Services\nph:  713.345.3249\nfax:  713.646.3490"
    },
    {
        "thread_id": 1,
        "subject": "FW: Master Termination Log",
        "timestamp": 1012921585000,
        "from": "Theriot, Kim S. KTHERIO",
        "to": [
            "Hall",
            "D. Todd Thall",
            "Sweeney",
            "Kevin Ksweene",
            "Anderson",
            "Diane Danders2",
            "Gossett",
            "Jeffrey C. Jgosset",
            "White",
            "Stacey W. Swhite",
            "Murphy",
            "Melissa Mmurphy"
        ],
        "body": "\n\n -----Original Message-----\nFrom: =09Panus, Stephanie =20\nSent:=09Tuesday, February 05, 2002 4:59 PM\nTo:=09Adams, Laurel; Albrecht, Kristin; Alonso, Tom; Aronowitz, Alan; Baile=\ny, Susan; Balfour-Flanagan, Cyndie; Baughman, Edward; Belden, Tim; Bishop, =\nSerena; Boyd, Samantha; Brackett, Debbie R.; Bradford, William S.; Browning=\n, Mary Nell; Bruce, James; Bruce, Michelle; Bruce, Robert; Buerkle, Jim; Ca=\nlger, Christopher F.; Carrington, Clara; Chilkina, Elena; Considine, Keith;=\n Cordova, Karen A.; Crandall, Sean; Cutsforth, Diane; Diamond, Russell; Dun=\nton, Heather; Edison, Susan; Elafandi, Mo; Fischer, Mark; Flores, Nony; Fon=\ndren, Mark; Glover, Sheila; Gorny, Vladimir; Gorte, David; Gresham, Wayne; =\nHagelmann, Bjorn; Hall, Steve C. (Legal); Harkness, Cynthia; Hendry, Brent;=\n Johnston, Greg; Keohane, Peter; Lindeman, Cheryl; Mallory, Chris; Mann, Ka=\ny; Mcginnis, Stephanie; McGrory, Robert; McMichael Jr., Ed; Miller, Don (As=\nset Mktg); Moore, Janet H.; Moran, Tom; Murphy, Harlan; Murray, Julia; Neme=\nc, Gerald; Ogden, Mary; Page, Jonalan; Postlethwaite, John; Prejean, Frank;=\n Presto, Kevin M.; Puchot, Paul; Rasmussen, Dale; Richardson, Stacey; Richt=\ner, Brad; Richter, Jeff; Robison, Michael A.; Rohauer, Tanya; Rosman, Stewa=\nrt; Sacks, Edward; Scholtes, Diana; Sevitz, Robert; Shackleton, Sara; Simon=\ns, Paul; Swinney, John; Thapar, Raj; Theriot, Kim S.; Thomas, Jake; Thome, =\nStephen; Tricoli, Carl; Van Hooser, Steve; Wente, Laura; Wilson, Shona; Win=\nfree, O'Neal D.; Woodland, Andrea; Yoder, Christian\nSubject:=09Master Termination Log\n\nAttached is the Daily List for February 4 as well as the Master Termination=\n Log, which incorporates all termination received through February 4 (with =\nthe exception of February 1, which is under legal review and contains all f=\ninancial transactions).\n\n =20\n\nStephanie Panus\nEnron Wholesale Services\nph:  713.345.3249\nfax:  713.646.3490"
    },
    {
        "thread_id": 1,
        "subject": "FW: Master Termination Log",
        "timestamp": 1022570435000,
        "from": "Kelly, Katherine L. KKELLY",
        "to": [
            "Germany",
            "Chris Cgerman"
        ],
        "body": "\n\n -----Original Message-----\nFrom: =09McMichael Jr., Ed =20\nSent:=09Tuesday, May 28, 2002 8:15 AM\nTo:=09Lagrasta, Fred; Kelly, Katherine L.; Versen, Victoria\nSubject:=09FW: Master Termination Log\n\nPlease look into the CNG LDC (Hope Gas) termination 12\/1 and the $66 MM set=\ntlement offer that is listed on the Letter Log below.  Let me know what tha=\nt is after you figure it out.  If you have any questions, please ask.\nEd  =20\n\n -----Original Message-----\nFrom: =09Panus, Stephanie =20\nSent:=09Friday, May 24, 2002 3:49 PM\nTo:=09Adams, Laurel; Alon, Heather; Apollo, Beth; Arnold, Matthew; Aronowit=\nz, Alan; Bailey, Susan; Balfour-Flanagan, Cyndie; Barbe, Robin; Baughman, E=\ndward; Berryman, Kyle; Bolt, Laurel; Botello, Rose; Boudreau, Kara; Brennig=\n, Tammy; Bridges, Michael; Bruck, Sarah; Camarillo, Juan; Coleman, David; C=\nomeaux, Clinton; Concannon, Ruth; Cordova, Karen A.; Couch, Greg; Danaher, =\nPatrick; Darmitzel, Paul; Del vecchio, Peter; Despres, Dan; Dicarlo, Louis;=\n Edison, Susan; Elafandi, Mo; Fay, Ashley; Flores, Nony; Fowler, Kulvinder;=\n Garza, Maria; Germany, Chris; Gonzalez, Victor; Gorte, David; Grace, Rebec=\nca M.; Guillen, Andrea R.; Hagelmann, Bjorn; Haralson, Nancy L; Harkness, C=\nynthia; Herrera, Olga; Heuertz, Kelly; Hoang, Charlie; Johnson, Luchas; Kel=\nler, James E.; Lagrasta, Fred; Leuschen, Sam; Lindeman, Cheryl; Lowry, Donn=\na; Mann, Kay; Matheson, A.k.; Mausser, Gregory A.; McClure, Zakiyyah; McMic=\nhael Jr., Ed; Miller, Don (Asset Mktg); Moore, Janet H.; Moscoso, Michael E=\n.; Muench, Gayle W.; Murphy, Harlan; Murray, Julia; Nelson, Michelle; Polsk=\ny, Phil; Prejean, Frank; Puchot, Paul; Richard, Robert; Richardson, Stacey;=\n Roberson, Weezie ; Robison, Michael A.; Sacchi, Martin; Sayre, Frank; Sevi=\ntz, Robert; Shackleton, Sara; Sharma, Shifali; Shivers, Lynn; Shoup, Cynthi=\na; Smida, Ed; Stai, Aaron ; Sweeney, Kevin; Thapar, Raj; Thibaut, Dan; Tric=\noli, Carl; Versen, Victoria; Ward, Charles; Wilson, Shona; Wolgel, Fred\nSubject:=09Master Termination Log\n\nAttached is the Daily List for May 24, 2002 as well as the Master Terminati=\non Log, which incorporates all terminations received through May 24.\n\n =20\n\nStephanie Panus\nEnron Wholesale Services\nph:  713.345.3249\nfax:  713.646.3490"
    },
    {
        "thread_id": 2,
        "subject": "Credit Group Lunch",
        "timestamp": 947654760000,
        "from": "Tana Jones",
        "to": [
            "Suzanne Adams"
        ],
        "body": "I'll be there..."
    },
    {
        "thread_id": 2,
        "subject": "Credit Group Lunch",
        "timestamp": 950576880000,
        "from": "Tana Jones",
        "to": [
            "Suzanne Adams"
        ],
        "body": "I will attend."
    },
    {
        "thread_id": 2,
        "subject": "Credit Group Lunch",
        "timestamp": 956033640000,
        "from": "Carol St Clair",
        "to": [
            "Suzanne Adams"
        ],
        "body": "Suzanne:\nHere is the complete list of credit folks.  Please send an e-mail to each of \nthem concerning the 5th.  Please include the description that I have bolded.  \nIn our group, you don't need to include Marie or Shari. Thanks.\n\nCarol\n---------------------- Forwarded by Carol St Clair\/HOU\/ECT on 04\/18\/2000 \n11:52 AM ---------------------------\n   \n\n\nFrom:  John Suttle                                                            \n 04\/18\/2000 11:47 AM\t\n\t\n\t\n\t                           \n\t\n\nTo: Carol St Clair\/HOU\/ECT@ECT\ncc:  \nSubject: Re: Credit Group Lunch  \n\nCarol,\n\nThree more have recently joined our group:\nEd Sacks\nBrad Schneider\nWendy LeBrocq\n\nJS\n\n\n\nCarol St Clair\n04\/18\/2000 11:43 AM\nTo: John Suttle\/HOU\/ECT@ECT\ncc:  \nSubject: Credit Group Lunch\n\nJohn:\nSara and I would like to hold another lunch with your group on Friday, May \n5th to go through in detail how the ISDA and CSA Masters and Schedules work.  \nCould you please take a look at this list and let me know of any additions or \ndeletions?  Thanks.\n\nCarol\n\nBill Bradford\nDebbie Brackett\nTanya Rohauer\nRod Nelson\nRussell Diamond\nVeronica Espinoza\nTracy Ngo\nBrant Reves\nKevin Radous\nTom Moran\nChristopher Smith\nLesli Campbell\nCathy Tudon\nNidia Martinez\nMolly Harris\n\nThanks.\n\nCarol\n\n\n\n\n\n"
    },
    {
        "thread_id": 2,
        "subject": "Credit Group Lunch",
        "timestamp": 956038380000,
        "from": "Carol St Clair",
        "to": [
            "Suzanne Adams"
        ],
        "body": "Suzanne:\nCould you please check the names of Cathy Tudon and Nidia Martinez?  They \nneed to be included on this and I wasn't sure if who we sent it to covered \nthem.  Seems like last time we had a problem sending it to them.\nCarol"
    },
    {
        "thread_id": 2,
        "subject": "Credit Group Lunch",
        "timestamp": 956046300000,
        "from": "Mark Taylor",
        "to": [
            "Suzanne Adams"
        ],
        "body": "I will not be able to attend.\n\n\n\n\nSuzanne Adams\n04\/18\/2000 12:05 PM\nTo: Carol St Clair\/HOU\/ECT@ECT, Mark Taylor\/HOU\/ECT@ECT, Sara \nShackleton\/HOU\/ECT@ECT, Tana Jones\/HOU\/ECT@ECT, Susan Flynn\/HOU\/ECT@ECT, \nSusan Bailey\/HOU\/ECT@ECT, Tanya Rohauer\/HOU\/ECT@ECT, William S \nBradford\/HOU\/ECT@ECT, Debbie R Brackett\/HOU\/ECT@ECT, Russell \nDiamond\/HOU\/ECT@ECT, Veronica Espinoza\/Corp\/Enron@ENRON, Tracy \nNgo\/HOU\/ECT@ECT, Brant Reves\/HOU\/ECT@ECT, Rod Nelson\/HOU\/ECT@ECT, John \nSuttle\/HOU\/ECT@ECT, Tom Moran\/HOU\/ECT@ECT, Christopher Smith\/HOU\/ECT@ECT, \nLesli Campbell\/HOU\/ECT@ECT, Mary Tudon\/HOU\/ECT@ECT, Paul \nRadous\/Corp\/Enron@ENRON, Molly Harris\/HOU\/ECT@ECT, Nidia Mendoza\/HOU\/ECT@ECT, \nEdward Sacks\/Corp\/Enron@Enron, Brad Schneider\/Corp\/Enron@Enron, Wendi \nLeBrocq\/Corp\/Enron@Enron\ncc:  \nSubject: Credit Group Lunch\n\nA lunch meeting has been scheduled for Friday, May 5, 2000, from 12:00 p.m. \nuntil 1:30 p.m. in 30C2 to go through in detail how the ISDA and CSA Masters \nand Schedules work.\n\nPlease reply as soon as possible if you are going to attend this lunch \nmeeting (for catering purposes).  Thanks.\n\n"
    },
    {
        "thread_id": 2,
        "subject": "Credit Group Lunch",
        "timestamp": 956046540000,
        "from": "Sara Shackleton",
        "to": [
            "Kaye Ellis"
        ],
        "body": "Gosh, I guessed right!!!!\n\n\n\n\nKaye Ellis\n04\/18\/2000 01:51 PM\nTo: Sara Shackleton\/HOU\/ECT@ECT\ncc:  \nSubject: Re: Credit Group Lunch  \n\nJeff Sorenson would like the meeting on May 12 to be from 11:30a to 1p.\n\n"
    },
    {
        "thread_id": 2,
        "subject": "Credit Group Lunch",
        "timestamp": 956049480000,
        "from": "Carol St Clair",
        "to": [
            "Suzanne Adams"
        ],
        "body": "yes.  That's okay.\nCarol"
    },
    {
        "thread_id": 3,
        "subject": "New Address",
        "timestamp": 947406360000,
        "from": "Benjamin Rogers",
        "to": [
            "\"CHOBY",
            "C.\" <G7PWC3@stennis.navy.mil"
        ],
        "body": "Hey there; \n\"Do you know who your \"big toe\" is yet?  Do you swallow alot of aggression \nalong with alot of pizzas?  Well if you do, then you are going to be a lean, \nmean fighting machine.  I finally finished all of my applications and have \nhad several interviews with Columbia and Rice.  Duke is in a couple of \nweeks.  I'll probably here from NYU in the next couple of weeks.  We were in \nSt. Barts for New Years and it was awesome.  We need to have a huge party \nwhen you get back in the summer.  I talk to Gioffre quite a bit now and we \nare trying to get a lot of people together this summer.  Hope your trip is \ngoing well and Keep in touch.  I'll let you know how the B-School results \ncome in.  Talk to you soon.\nBen"
    },
    {
        "thread_id": 3,
        "subject": "New Address",
        "timestamp": 971403180000,
        "from": "Bruce Rudy",
        "to": [
            "Brian.Hendon@ENRONCOMMUNICATIONS.nt.ect.enron.com.enron.net"
        ],
        "body": "Hendon,\n\nI don't know what to say.  You sounded so official with that email.  How long \ndid it take you to write it?\n\nI'd like to make an announcement.  Hendon has become funny in my absence.  \nFunny ha-ha.\n\nI hope you got a good deal on my wine table.\n\nRudedog\n\n\n\n\tBrian.Hendon@ENRONCOMMUNICATIONS.nt.ect.enron.com.enron.net\n\t10\/13\/2000 09:00 AM\n\t\t \n\t\t To: Bruce.Rudy@enron.com\n\t\t cc: Kristy.Carnes@EnronCommunications.enron.net, Gerald.Nemec@enron.com\n\t\t Subject: Re: New Address\n\n\nI've always thought of you more as a turkey - never an eagle.  Whatever\nfloats your boat though.  Just remember you're anything and everything in\nthe confines of your own mind  : )\n\nThanks for the address - I bought your wine table from Gerald (who had\nsquatters right on it and could legally sell it to me - he's an attorney,\nremember) .  The rest of your furniture belongs to Gerald - Texas Statue\n013 from the year 1883 - \"he that goes to the land of them Yankees forsakes\nall possessions, belongings and all things Texan.  Carpetbaggers and\nYankees have no claim on any property in the Republic of Texas.\"\n\nSorry - wish I could help you out - but the law is the law.  Have fun at\nthe game.\n\nBrian\n\n\n\n\n                                                                              \n                                     \n                    \nBruce                                                                         \n                 \n                    Rudy@ENRON           To:     Brian Hendon\/Enron \nCommunications@Enron Communications, Gerald    \n                    Sent by:             Nemec\/HOU\/ECT@ECT, Janel \nGuerrero\/Corp\/Enron@Enron, Kristy Carnes\/Enron   \n                    Bruce                Communications@Enron \nCommunications                                       \n                    Rudy@ENRON           \ncc:                                                                       \n                                         Subject:     New \nAddress                                                  \n                                                                              \n                                     \n                    \n10\/12\/00                                                                      \n                 \n                    05:35 \nPM                                                                            \n           \n                                                                              \n                                     \n                                                                              \n                                     \n\n\n\nWell, the eagle has landed.  I am now in Denver and getting my affairs\nsquared away.  It didn't really take that long.  Anyway, I thought I would\ngive ya'll my new coordinates, just in case you want to get in touch.\n\nNew Address (active 11\/1):\n\n828 17th Street #717\nDenver, CO  80202\n\n***This is the address where my furniture will reside***\n\nPhone Numbers:\n\n(H)  720-932-6579 (active 11\/1)\n(W)  303-575-6463\n(M)  303-881-4294\n\nHope ya'll are doing well.\n\nBruce\n\n\n\n\n"
    },
    {
        "thread_id": 3,
        "subject": "New Address",
        "timestamp": 971406000000,
        "from": "Brian Hendon",
        "to": [
            "Bruce Rudy"
        ],
        "body": "I've always thought of you more as a turkey - never an eagle.  Whatever \nfloats your boat though.  Just remember you're anything and everything in the \nconfines of your own mind  : )\n\nThanks for the address - I bought your wine table from Gerald (who had \nsquatters right on it and could legally sell it to me - he's an attorney, \nremember) .  The rest of your furniture belongs to Gerald - Texas Statue 013 \nfrom the year 1883 - \"he that goes to the land of them Yankees forsakes all \npossessions, belongings and all things Texan.  Carpetbaggers and Yankees have \nno claim on any property in the Republic of Texas.\"  \n\nSorry - wish I could help you out - but the law is the law.  Have fun at the \ngame.\n\nBrian\n\n\n\n\n\n\tBruce Rudy@ENRON\n\tSent by: Bruce Rudy@ENRON\n\t10\/12\/00 05:35 PM\n\t\t \n\t\t To: Brian Hendon\/Enron Communications@Enron Communications, Gerald \nNemec\/HOU\/ECT@ECT, Janel Guerrero\/Corp\/Enron@Enron, Kristy Carnes\/Enron \nCommunications@Enron Communications\n\t\t cc: \n\t\t Subject: New Address\n\nWell, the eagle has landed.  I am now in Denver and getting my affairs \nsquared away.  It didn't really take that long.  Anyway, I thought I would \ngive ya'll my new coordinates, just in case you want to get in touch.\n\nNew Address (active 11\/1):\n\n828 17th Street #717\nDenver, CO  80202\n\n***This is the address where my furniture will reside***\n\nPhone Numbers:\n\n(H)  720-932-6579 (active 11\/1)\n(W)  303-575-6463\n(M)  303-881-4294\n\nHope ya'll are doing well.\n\nBruce\n"
    },
    {
        "thread_id": 3,
        "subject": "New Address",
        "timestamp": 971422020000,
        "from": "Gerald Nemec",
        "to": [
            "Bruce Rudy"
        ],
        "body": "How dare you take such a tone with my counsellor.  You're just bitter that \nyou have squandered all rights to your furniture.  Face it, your furniture \nlikes me better anyway now.  \n\n----- Forwarded by Gerald Nemec\/HOU\/ECT on 10\/13\/2000 02:25 PM -----\n\n\tBruce Rudy@ENRON\n\t10\/13\/2000 10:13 AM\n\t\t\n\t\t To: Brian.Hendon@ENRONCOMMUNICATIONS.nt.ect.enron.com.enron.net\n\t\t cc: Gerald.Nemec@enron.com, Kristy.Carnes@EnronCommunications.enron.net\n\t\t Subject: Re: New Address\n\nHendon,\n\nI don't know what to say.  You sounded so official with that email.  How long \ndid it take you to write it?\n\nI'd like to make an announcement.  Hendon has become funny in my absence.  \nFunny ha-ha.\n\nI hope you got a good deal on my wine table.\n\nRudedog\n\n\n\n\tBrian.Hendon@ENRONCOMMUNICATIONS.nt.ect.enron.com.enron.net\n\t10\/13\/2000 09:00 AM\n\t\t \n\t\t To: Bruce.Rudy@enron.com\n\t\t cc: Kristy.Carnes@EnronCommunications.enron.net, Gerald.Nemec@enron.com\n\t\t Subject: Re: New Address\n\n\nI've always thought of you more as a turkey - never an eagle.  Whatever\nfloats your boat though.  Just remember you're anything and everything in\nthe confines of your own mind  : )\n\nThanks for the address - I bought your wine table from Gerald (who had\nsquatters right on it and could legally sell it to me - he's an attorney,\nremember) .  The rest of your furniture belongs to Gerald - Texas Statue\n013 from the year 1883 - \"he that goes to the land of them Yankees forsakes\nall possessions, belongings and all things Texan.  Carpetbaggers and\nYankees have no claim on any property in the Republic of Texas.\"\n\nSorry - wish I could help you out - but the law is the law.  Have fun at\nthe game.\n\nBrian\n\n\n\n\n                                                                              \n                                     \n                    \nBruce                                                                         \n                 \n                    Rudy@ENRON           To:     Brian Hendon\/Enron \nCommunications@Enron Communications, Gerald    \n                    Sent by:             Nemec\/HOU\/ECT@ECT, Janel \nGuerrero\/Corp\/Enron@Enron, Kristy Carnes\/Enron   \n                    Bruce                Communications@Enron \nCommunications                                       \n                    Rudy@ENRON           \ncc:                                                                       \n                                         Subject:     New \nAddress                                                  \n                                                                              \n                                     \n                    \n10\/12\/00                                                                      \n                 \n                    05:35 \nPM                                                                            \n           \n                                                                              \n                                     \n                                                                              \n                                     \n\n\n\nWell, the eagle has landed.  I am now in Denver and getting my affairs\nsquared away.  It didn't really take that long.  Anyway, I thought I would\ngive ya'll my new coordinates, just in case you want to get in touch.\n\nNew Address (active 11\/1):\n\n828 17th Street #717\nDenver, CO  80202\n\n***This is the address where my furniture will reside***\n\nPhone Numbers:\n\n(H)  720-932-6579 (active 11\/1)\n(W)  303-575-6463\n(M)  303-881-4294\n\nHope ya'll are doing well.\n\nBruce\n\n\n\n\n\n"
    },
    {
        "thread_id": 3,
        "subject": "New Address",
        "timestamp": 971426520000,
        "from": "Bruce Rudy",
        "to": [
            "Gerald Nemec"
        ],
        "body": "My furniture has been abused and is frightened.  I am going to liberate it \nfrom the fear of a topless G$ sleeping on it with a Whataburger set \nprecariously upon his chest.  Hell, that would scare the heck out of any \none\/thing.\n\nI advise you not to use Hendon as your counselor.\n\n\n\n\tGerald Nemec@ECT\n\t10\/13\/2000 01:27 PM\n\t\t \n\t\t To: Bruce Rudy\/NA\/Enron@Enron\n\t\t cc: Brian Hendon\/Enron Communications@Enron Communications\n\t\t Subject: Re: New Address\n\nHow dare you take such a tone with my counsellor.  You're just bitter that \nyou have squandered all rights to your furniture.  Face it, your furniture \nlikes me better anyway now.  \n\n----- Forwarded by Gerald Nemec\/HOU\/ECT on 10\/13\/2000 02:25 PM -----\n\n\tBruce Rudy@ENRON\n\t10\/13\/2000 10:13 AM\n\t\t\n\t\t To: Brian.Hendon@ENRONCOMMUNICATIONS.nt.ect.enron.com.enron.net\n\t\t cc: Gerald.Nemec@enron.com, Kristy.Carnes@EnronCommunications.enron.net\n\t\t Subject: Re: New Address\n\nHendon,\n\nI don't know what to say.  You sounded so official with that email.  How long \ndid it take you to write it?\n\nI'd like to make an announcement.  Hendon has become funny in my absence.  \nFunny ha-ha.\n\nI hope you got a good deal on my wine table.\n\nRudedog\n\n\n\n\tBrian.Hendon@ENRONCOMMUNICATIONS.nt.ect.enron.com.enron.net\n\t10\/13\/2000 09:00 AM\n\t\t \n\t\t To: Bruce.Rudy@enron.com\n\t\t cc: Kristy.Carnes@EnronCommunications.enron.net, Gerald.Nemec@enron.com\n\t\t Subject: Re: New Address\n\n\nI've always thought of you more as a turkey - never an eagle.  Whatever\nfloats your boat though.  Just remember you're anything and everything in\nthe confines of your own mind  : )\n\nThanks for the address - I bought your wine table from Gerald (who had\nsquatters right on it and could legally sell it to me - he's an attorney,\nremember) .  The rest of your furniture belongs to Gerald - Texas Statue\n013 from the year 1883 - \"he that goes to the land of them Yankees forsakes\nall possessions, belongings and all things Texan.  Carpetbaggers and\nYankees have no claim on any property in the Republic of Texas.\"\n\nSorry - wish I could help you out - but the law is the law.  Have fun at\nthe game.\n\nBrian\n\n\n\n\n                                                                              \n                                     \n                    \nBruce                                                                         \n                 \n                    Rudy@ENRON           To:     Brian Hendon\/Enron \nCommunications@Enron Communications, Gerald    \n                    Sent by:             Nemec\/HOU\/ECT@ECT, Janel \nGuerrero\/Corp\/Enron@Enron, Kristy Carnes\/Enron   \n                    Bruce                Communications@Enron \nCommunications                                       \n                    Rudy@ENRON           \ncc:                                                                       \n                                         Subject:     New \nAddress                                                  \n                                                                              \n                                     \n                    \n10\/12\/00                                                                      \n                 \n                    05:35 \nPM                                                                            \n           \n                                                                              \n                                     \n                                                                              \n                                     \n\n\n\nWell, the eagle has landed.  I am now in Denver and getting my affairs\nsquared away.  It didn't really take that long.  Anyway, I thought I would\ngive ya'll my new coordinates, just in case you want to get in touch.\n\nNew Address (active 11\/1):\n\n828 17th Street #717\nDenver, CO  80202\n\n***This is the address where my furniture will reside***\n\nPhone Numbers:\n\n(H)  720-932-6579 (active 11\/1)\n(W)  303-575-6463\n(M)  303-881-4294\n\nHope ya'll are doing well.\n\nBruce\n\n\n\n\n\n\n\n"
    },
    {
        "thread_id": 3,
        "subject": "New Address",
        "timestamp": 983761020000,
        "from": "Robin Rodrigue",
        "to": [
            "Gwendolyn Gray"
        ],
        "body": "Gwen,\n\nMy new address is:  958 W. Cuyler Apt 1S\n   Chicago, IL  60613\n\nLet me know if you need any additional information.\n\nThanks,\nRobin\n\n\n\n\n\n\nGwendolyn Gray@ENRON\n03\/05\/2001 09:46 AM\nTo: Robin Rodrigue\/HOU\/ECT@ECT\ncc:  \nSubject: New Address\n\nDo you have your new address in Chicago yet?  If so please let me know so \nthat I can update SAP.  Thanks.\n\n"
    },
    {
        "thread_id": 4,
        "subject": "EOL Data",
        "timestamp": 981021300000,
        "from": "Phillip M Love",
        "to": [
            "Julie Ferrara"
        ],
        "body": "thanks for the update.\nPL"
    },
    {
        "thread_id": 4,
        "subject": "EOL Data",
        "timestamp": 981359040000,
        "from": "Phillip M Love",
        "to": [
            "Julie Ferrara"
        ],
        "body": "that is ok.  Thanks for the update.\nPL"
    },
    {
        "thread_id": 4,
        "subject": "EOL Data",
        "timestamp": 982056120000,
        "from": "Phillip M Love",
        "to": [
            "Julie Ferrara"
        ],
        "body": "I just went to look at the file and the data is yesterday's data.  We need \nthe current prices that are set each day at roughly 12:10 for the gas day of \nthe next day.  Please let me know if this does not make sense.  Thanks.\nPL"
    },
    {
        "thread_id": 4,
        "subject": "EOL Data",
        "timestamp": 982135740000,
        "from": "Phillip M Love",
        "to": [
            "Julie Ferrara"
        ],
        "body": "Today's file looks good.  Thanks for your help.\nPL"
    },
    {
        "thread_id": 5,
        "subject": "RE: long form confirm\/MDEA",
        "timestamp": 988363200000,
        "from": "Kay Mann",
        "to": [
            "Reagan Rorschach"
        ],
        "body": "I think you can send it just so he has the form, and we can figure out what \nwe need to do with it.\n\nKay\n\n\nFrom: Reagan Rorschach\/ENRON@enronXgate on 04\/27\/2001 04:04 PM\nTo: Kay Mann\/Corp\/Enron@Enron\ncc:  \n\nSubject: RE: long form confirm\/MDEA\n\ndo we need to mess with this or can i send it to Marvin??\n\n -----Original Message-----\nFrom:  Mann, Kay  \nSent: Friday, April 27, 2001 4:00 PM\nTo: Rorschach, Reagan\nSubject: long form confirm\/MDEA\n\nStarting point for exhibit 2\n\n << File: long form template.doc >> \n\n"
    },
    {
        "thread_id": 5,
        "subject": "RE: long form confirm\/MDEA",
        "timestamp": 988363320000,
        "from": "Reagan Rorschach",
        "to": [
            "Kay Mann"
        ],
        "body": "Kay,  I think they will have the following questions:\n\n\n3.  Liquidated Damages - does this still allow \"unit contingent\" power \ndeals?  That is all we will be buying from them.\n5.  Events of Default and Remedies - Is this OK with Mississippi law??\n6.  Billing and Payment Netting - I don't think the terms will work.  Their \nboards meets the second and fourth Tuesday of each month.  Payment cannot be \nauthorized until the board approves.\n10.  Miscellaneous - the arbitration language is the Houston venue....\n\n\nI just got your email, so I will send it anyway.\n\nreagan\n -----Original Message-----\nFrom:  Mann, Kay  \nSent: Friday, April 27, 2001 4:00 PM\nTo: Rorschach, Reagan\nSubject: long form confirm\/MDEA\n\nStarting point for exhibit 2\n\n << File: long form template.doc >> "
    },
    {
        "thread_id": 5,
        "subject": "RE: long form confirm\/MDEA",
        "timestamp": 988363980000,
        "from": "Kay Mann",
        "to": [
            "Reagan Rorschach"
        ],
        "body": "I think there's lots which will need to be fixed.  I can't fix it now, though.\n\nHere's where I am on the ILA.  I think it should be distributed internally \nand to the Cities ASAP,  with an explanation that we are still pondering it.\n\nKay\n\n\n\nPS.  I didn't redline because there were formatting challenges I couldn't \nfigure out.\n\nKay\n\n\nFrom: Reagan Rorschach\/ENRON@enronXgate on 04\/27\/2001 04:22 PM\nTo: Kay Mann\/Corp\/Enron@Enron\ncc:  \n\nSubject: RE: long form confirm\/MDEA\n\nKay,  I think they will have the following questions:\n\n\n3.  Liquidated Damages - does this still allow \"unit contingent\" power \ndeals?  That is all we will be buying from them.\n5.  Events of Default and Remedies - Is this OK with Mississippi law??\n6.  Billing and Payment Netting - I don't think the terms will work.  Their \nboards meets the second and fourth Tuesday of each month.  Payment cannot be \nauthorized until the board approves.\n10.  Miscellaneous - the arbitration language is the Houston venue....\n\n\nI just got your email, so I will send it anyway.\n\nreagan\n -----Original Message-----\nFrom:  Mann, Kay  \nSent: Friday, April 27, 2001 4:00 PM\nTo: Rorschach, Reagan\nSubject: long form confirm\/MDEA\n\nStarting point for exhibit 2\n\n << File: long form template.doc >> \n\n"
    }
]